[
    "See who can hold a plank position the longest.",
    "Have a thumb war, and the winner is the one who can pin the other’s thumb for 10 seconds.",
    "Race to see who can do 20 jumping jacks the fastest.",
    "Compete to see who can make the silliest face and hold it for 30 seconds.",
    "See who can balance a book on their head the longest while walking around the room.",
    "Challenge each other to a push-up contest: who can do the most push-ups in 1 minute?",
    "Who can create the funniest dance move? Perform your moves for 1 minute and let others judge.",
    "Race to see who can tie a shoelace the fastest with their eyes closed. It cannot be your own shoelace.",
    "Staring contest.",
    "Compete in a silly walk race from one end of the room to the other.",
    "See who can hold their breath the longest.",
    "Have a paper airplane flying contest: who can make theirs fly the farthest?",
    "Race to see who can stack the most objects in 1 minute.",
    "See who can come up with the funniest rap on the spot.",
    "Challenge each other to a quick game of rock-paper-scissors: best out of five.",
    "Race the Wordle.",
    "Have a competition to see who can come up with the most creative use for a paperclip. Explain it verbally, no paper clip required.",
    "See who can balance on one leg the longest.",
    "Challenge each other to a quick round of audience trivia questions: who can answer the most correctly?",
    "See who can perform the most sit-ups in 1 minute.",
    "Have a guessing contest: who can guess the most random objects blindfolded?",
    "Challenge each other to a quick game of animal charades. Whoever gets their animal guessed by the audience first wins.",
    "See who can do the most jumping jacks in 1 minute.",
    "Have a competition to see who can create the best drawing with their non-dominant hand.",
    "Challenge each other to a quick game of memory: who can remember the most items in a list?",
    "Have a competition to see who can come up with the best joke on the spot.",
    "Race to see who can blow an object the farthest across the room.",
    "See who can do the most knee-bends in 1 minute.",
    "Have a competition to see who can create the most ridiculous hat out of paper.",
    "First to say Sally sells sea shells by the sea shore, correctly.",
    "See who can come up with the best original dance move.",
    "Have a competition to see who can stack the most pennies or coins in 1 minute.",
    "Race to see who can make the best origami.",
    "Challenge each other to a quick game of Pictionary: who can draw and guess the most correctly?",
    "Have a competition to see who can come up with the funniest Instagram caption for a random photo.",
    "Race to see who can perform the most wall-sits in 1 minute.",
    "Challenge each other to a quick round of who can recite the most lines from a favorite movie.",
    "See who can balance the most objects on their head in 1 minute.",
    "Have a competition to see who can come up with the best impression of a famous person.",
    "Challenge each other to a quick round of ‘guess the song’ by humming: who can guess the most correctly? The audience is doing the humming",
    "See who can make the most creative origami figure.",
    "Challenge each other to a quick round of tongue twisters: who can say the most without messing up?",
    "See who can come up with the funniest nickname for each other.",
    "Have a competition to see who can make the best silly noise.",
    "Race to see who can come up with the best pun on the spot.",
    "Challenge each other to a quick round of ‘Who Am I?’ using funny characters.",
    "See who can hold a yoga pose the longest. The competitors choose their own poses.",
    "See who can hold a yoga pose the longest. The audience chooses the pose.",
    "Race to see who can find and bring back the most items from a random list in 1 minute.",
    "Challenge each other to a quick game of Who's the Best? with random tasks like singing, dancing, etc.",
    "See who can do the most squats in 1 minute.",
    "Have a competition to see who can come up with the best ‘fake’ product and give a pitch.",
    "Race to see who can demonstrate making the best balloon animal, with an invisible balloon.",
    "Challenge each other to a quick round of ‘Would You Rather?’ questions: who can come up with the best answers?",
    "See who can create the funniest sound effect for a given action.",
    "Have a competition to see who can make the most creative shadow puppet.",
    "Next person to laugh loses.",
    "Race to see who can write the most funny and original limericks.",
    "Challenge each other to a quick round of 'Guess the Number': who can guess the most numbers correctly?",
    "See who can do the best moon walk.",
    "See who can do the best worm.",
    "Have a competition to see who can come up with the most creative dance move.",
    "Race to see who can write the best short story with a random prompt. You have 2 minutes.",
    "Challenge each other to a quick game of ‘Who’s Got Talent?’.",
    "See who can come up with the most outrageous conspiracy theory on the spot.",
    "Have a competition to see who can do the best ‘dramatic reading’ of a random sentence.",
    "Who can give the best palm reading",
    "Best fortune teller impression.",
    "Race to see who can name a song",
    "See who can come up with the best ridiculous superhero costume using random items.",
    "Have a competition to see who can make the most creative paper airplane.",
    "Race to see who can recite the most numbers in pi from memory.",
    "Challenge each other to a quick round of ‘Describe the Object’ with random household items. The audience has to guess what object your describing. You cannot point or say the name of the object.",
    "See who can come up with the funniest ‘fake’ product review for something in the room, audience choice.",
    "Have a competition to see who can create the most elaborate finger puppet show.",
    "Race to see who can perform the most creative and exaggerated ‘air guitar’ solo.",
    "Challenge each other to a quick round of ‘Fastest Draw’ with silly drawings.",
    "See who can do the most ‘air squats’ in 1 minute.",
    "Have a competition to see who can come up with the funniest fake name for a pet.",
    "Race to see who can create the most imaginative dance routine.",
    "Challenge each other to a quick round of ‘Two Truths and a Lie’: who can guess the most correctly?",
    "See who can come up with the most entertaining ‘fake’ news headline.",
    "Who can make the audience cringe the hardest.",
    "Audience sets a rule for the competitors, first to break the rule loses.",
    "Have a competition to see who can write the best funny poem.",
    "Race to see who can balance the most objects on their head.",
    "See who can make the most creative animal noises.",
    "Have a competition to see who can come up with the funniest travel destination for a vacation.",
    "Challenge each other to a quick round of ‘Guess the Sound’: who can identify the most sounds correctly?",
    "See who can create the best ‘fake’ commercial for a random product.",
    "Have a competition to see who can come up with the funniest superhero power.",
    "Race to see who can perform the most silly stunts in 1 minute.",
    "Challenge each other to a quick round of ‘Name That Movie’ with ridiculous scenes.",
    "See who can create the most humorous and original character backstory.",
    "Race to see who can come up with the most ridiculous excuse for being late.",
    "Challenge each other to a quick round of ‘Funny Face Off’: who can make the silliest faces?",
    "See who can come up with the best ‘fake’ motivational speech.",
    "Race to see who can make the best ‘DIY’ craft out of random materials.",
    "See who can come up with the funniest ‘fake’ conspiracy theory about a random topic.",

        "Who can draw a recognizable picture of a given object the quickest?",
        "Who can come up with the most rhyming words with a given word?",
        "Perform a series of yoga poses and see who maintains them the best.",
        "Who can come up with the most creative use for a common household item?",
        "Fastest to sort a deck of cards into suits and numbers.",
        "Who can mimic the voice of a famous celebrity the best?",
        "Fastest to fold a paper into a paper crane.",
        "Who can recite the alphabet backwards the quickest?",
        "Perform a quick charades prompt and see who guesses it first.",
        "Who can write the longest word in one minute?",
        "Who can write the longest word backwards in one minute?",
        "See who can name the most characters from a popular TV show.",
        "Fastest to arrange a set of numbered cards in order so 4 1's 4 2's.",
        "Who can come up with the most unique ice cream flavor?",
        "Who can list the most icecream flavors, once an item is said the other competitor cant get a point for the same answer. 30 seconds.",
        "Perform a quick impression of a character and see who gets it right.",
        "Who can name the most items in a specific category (e.g., fruits, animals) in one minute? Once an item is said the other competitor cant get a point for the same answer. 30 seconds.",
        "Who can name the most U.S. states in one minute?",
        "Fastest to complete a basic math quiz.",
        "First to make an audience member laugh.",
        "Arms over your head, first to lower them loses.",
        "Icecube the competitors, first to remove them loses. Audience can place the ice. 5 cubes each. If it is a draw, both players can be rewarded points.",
        "Lay on ur back, reach up, and grab ur toes. One hand is allowed to be removed at a time. First to break the position loses.",
        "Who can come up with the most interesting names for fictional places?"
    
]